[
    {
        "numero": "2ª Convención Femenil Nacional",
        "titulo": "Mujer fuerte, ¿Quién la hallará?",
        "letra": "   1\nMujer fuerte, oh mujer valiente\nVirtuosa, prudente, cuan hermosa\nSu estima sobrepasa, largamente\nLa de las piedras preciosas\n\nCORO\nMujer fuerte quien la hallará\nComo Ruth, Esther y Dorcas\n//Pon sus obras a mostrar//\n\n    2\nSirviendo en fe y con obras al Señor\nFervorosas, gozosas, con amor\nTrabajemos y oremos, hasta llegar\nSin descanso hasta el día final."

    },
    {
        "numero": "3ª Convención Femenil Nacional",
        "titulo": "Cristo viene, Mujer prepárate",
        "letra": "    1\nMuy pronto la trompeta se oirá\nAclamad, aclamad con frenesí\nLa mies está madura y Cristo viene\nA llenar su alfolí.\n\nCORO\nLos reinos de la tierra se han airado\nY pronto ya muy pronto van a ser\nLos reinos del Señor en donde Cristo\nPara siempre reinará.\n\n    2\nOiremos desde el fondo de las tumbas\nEl canto victorioso y triunfador\nLas huestes de los santos que durmieron\nEn la paz de Cristo el Señor.\n\n    3\nMirad, mirad, ya viene el rey de gloria\nEn medio de su corte angelical\nProclamad su inminente advenimiento\nEn su himno glorioso y triunfal.\n\n    4\nEn fe y en gracia el santo pueblo aguarda\nAl victorioso mártir de la cruz\nDesciende y ven que ansiosos te esperamos\nOh si ven, Señor Jesús."

    },
    {
        "numero": "4ª Convención Femenil Nacional",
        "titulo": "Mujeres con Propósito",
        "letra": "    1\nMi propósito es servirte a ti\ny en tu viña trabajar,\npara que pueda servir\npor amor a nuestro Dios.\n\nCORO.\nSi deseo allá gozar con él,\nnueva vida he de llevar\nde vivir en rectitud\ny agradar a mi Señor,\ny agradar a mi Señor,\ny agradar a mi Señor.\n\n    2\nPara el que confía en ti\nno se cansará jamás,\ncomo águila volará\ny no se fatigará."

    },
    {
        "numero": "5ª Convención Femenil Nacional",
        "titulo": "Huellas de Fe",
        "letra": "    1\nHoy es un nuevo día para servirte oh Señor, y ver con alegría la belleza de tu creación de las cuales somos parte gracias Señor. Que dulce es mi Cristo cuán grande es su amor, qué bello es servirle todas con el corazón usemos nuestros dones que Dios nos regaló.\n\nCORO.\nHuellas de fe, huellas de amor grabadas en los corazones de aquellas que escuchan su voz, huellas de fe, huellas de amor que dejamos con nuestro ejemplo y amor.\n\n    2\nRegálame mi Cristo la gracia para hablar a mi familia y a mis hijos ser ejemplo a mi generación hablar del sacrificio de esa prueba de amor. Dejaste oh mi Cristo huellas en mi corazón que grandes maravillas mis hijos parte son, hablaste con ejemplo me diste perdón."

    },
    {
        "numero": "6ª Convención Femenil Nacional",
        "titulo": "Promesas",
         "letra": "    1\nSi quieres ser heredero de la promesa y también participar de su grandeza por lo tanto tienes que creer y obedecer a la voz de Dios para estar junto con Abraham que también creyó y obedeció.\n\nCORO\nEs pues la fe la certeza de lo que se espera y la demostración de las cosas que no se ven, por fe alcanzaron los patriarcas y profetas porque fueron herederos de la promesa.\n\n    2\nYo también quiero entrar a la tierra prometida para ir a gozar con el dueño de la vida, más vosotros que creéis a la promesa que fue dada en aquel día saltareis como becerros de la manada.\n\n    3\nTenemos grandes promesas para heredar y el reino milenial poder gozar, pero cuando venga el Señor a levantar a sus escogidos no habrá tristeza ni más dolor donde estaremos los reunidos."

    },
    {
        "numero": "7ª Convención Femenil Nacional",
        "titulo": "Enfrentando los desafíos de los tiempos",
        "letra": "    1\nEs posible el desaliento a ti llegará pero no por siempre durará si tienes a Dios en tu corazón oh que gozo es tener su amor.\n\nCORO\nMujeres de fe y mucho valor nos dieron ejemplo hasta el día de hoy, Debora y Jael, Rut y Nohemy //Mujeres de fe y llenas de amor//\n\n    2\nA Jesús dale tu vida y él te guiará tu salir y tu entrar él viendo está y de él jamás te esconderás vuélvete a tu primer amor."

    },
    {
        "numero": "8ª Convención Femenil Nacional",
        "titulo": "Sendas Antiguas",
        "letra": "    1\nOh amada hermana del pueblo de Dios no dejes tu primer amor, recuerda el momento cuando el señor te llamó con amor tocó tu corazón.\n\nCORO\nParaos en los caminos y mirad y preguntad por esa senda antigua del Señor. Mujeres que lucharon en medio de tribulación abriendo siempre su corazón.\n\n    2\nCamina junto a Cristo pues él por ti murió, guardad sus mandamientos con fervor, él siempre está presente nunca nos dejó su amor él nos demostró."

    },
    {
        "numero": "9ª Convención Femenil Nacional",
        "titulo": "Guerreras de Cristo",
        "letra": "    1\nCada mañana al despertar tu grandeza puedo contemplar tu luz me ilumina y me ayuda a continuar, si sientes que hay problema y llega la aflicción no temas mi hermana que en Cristo hay solución.\n\nCORO\nTu mano me levanta y con fe te alabaré hacia adelante la batalla venceré, tu mano me levanta y con fe te alabaré guerreras de Cristo la batalla venceré.\n\n    2\nComo Débora en la batalla ejemplo tenemos de Esther que siempre luchó por su pueblo y pudo vencer, si sientes que estás sola búscale en oración guerreras valientes y humildes necesita Dios."

    },
    {
        "numero": "10ª Convención Femenil Nacional",
        "titulo": "Mujeres agradecidas en el corazón de Dios",
        "letra": "    1\nJesús vio a la mujer y enseguida la llamó dándole libertad y salvación, al que llora y al que sufre Dios tiene compasión búscale con fe y adoración. Tú eres hija de Dios para ti hay bendición si le buscas y le entregas tu corazón.\n\nCORO\nGloria aleluya, gloria al Señor mujer agradecida en el corazón de Dios, unamos nuestras voces demos gracias al creador, mujeres agradecidas en el corazón de Dios.\n\n    2\nGracias oh Señor, tus promesas fieles son no cambias, eres el mismo de ayer y hoy, traigo a ti mi alma y todo mi ser, servirte es mi anhelo oh Señor, no importa tu condición Dios tiene compasión si le buscas y le entregas tu corazón.\n\n    //CORO//\nMujeres agradecidas en la Iglesia de Dios, mujeres agradecidas conforme al corazón de Dios."

    },
    {
        "numero": "11ª Convención Femenil Nacional",
        "titulo": "Levántate y Resplandece",
        "letra": "    1\nMujer que te entregas cada día y luchas con afán y alegría, no desmayes no estás sola Cristo es la luz que te guía; Mujer que trabajas en la Iglesia hazlo con fe y armonía, tu trabajo no es en vano juntos luchemos de la mano.\n\nCORO\nLevántate y resplandece, faro de luz tú serás es tiempo hoy de brillar. Levántate y resplandece, es tiempo hoy de amar es tiempo hoy de brillar.\n\n     2\nSé que has llorado algún día, hoy la victoria está en tu vida ten valor hermana mía cada mañana es nuevo día. Bendición viene a tu vida sigue adelante y camina, hoy tus talentos y virtudes serán luz para tu vida."

    },
    {
        "numero": "12ª Convención Femenil Nacional",
        "titulo": "Como vasijas en manos del alfarero",
        "letra": "    1\nHabló Dios a Jeremías y dijo: Ve a casa del alfarero y te diré; Así dirás tu a mi pueblo: dejen su mal camino y los restauraré, si ellos dijeron no, no queremos, como esta vasija los destruye.\n\nCORO\nMás grande es el amor de mi Cristo, que la vida y esperanza nos da. “Si somos vasijas de honra” Allí morará nuestro Dios Y ser luz en la oscuridad.\n\n    2\nAunque tengan pruebas y tropiezo, no teman, que siempre allí estaré. Miren que el tiempo es corto, hablen ahora al mundo de Cristo Jesús. Si nosotras no obedecemos, con fuego y azufre nos consumirá."

    },
    {
        "numero": "13ª Convención Femenil Nacional",
        "titulo": "Enseñame a amar",
        "letra": "    1\nUn hogar sin un auto, puede sobrevivir, un hogar sin riquezas, puede ser muy feliz, un hogar sin los lujos puede siempre comer, un hogar sin mi Cristo nunca va a ser feliz.\n\nCORO\nEnseñame a amar como lo hizo Jesús, enséñame a amar como lo hizo en la cruz. Que padre y madre se puedan amar, enséñale a tu hija a su esposo amar.\n\n    2\nUn hogar sin amor no puede vivir, un hogar sin paciencia no puede durar, un hogar sin prudencia siempre va a fallar, un hogar sin consejo nunca sabio será.\n\n    3\nTu palabra es luz en nuestro diario vivir, que familias completas te puedan seguir, ayúdame a hablar con tu ejemplo Señor, para ser luz en medio de la oscuridad.\n\nCORO 2\nEnseñame a amar como lo hizo Jesús, enséñame a amar como lo hizo en la cruz. Que padre y madre se puedan amar, enséñale a tu hija a su esposo amar, enséñale a tu hijo a su esposa amar."

    }
]